Repository: Marc-pi/notification
Catalog: locale/*/default.po
Languages: fr

source: Send push notification
fr: Envoyer une notification push

source: Use `|` as delimiter to separate
fr: Utiliser `|` comme délimiteur pour séparer

source: User ids
fr: Utiliser les IDs

source: Topic
fr: Sujet

source: Send
fr: Envoyer

source: Website still dont send any push notification to mobile apps, for setup push notification service and send push notification to users please check this tips
fr: Le site web n'envoie pas pour l'instant de notification push aux applications mobiles, pour configurer le service de notification push et envoyer une notification push aux utilisateurs, merci de vérifiez ces points de contrôle

source: Push notification work by Firebase Cloud Messaging, for more information please check %s
fr: La notification push fonctionne avec Firebase Cloud Messaging, pour plus d'informations voir %s

source: Make sure your website mobile apps support push notification service, if not please call your app developer
fr: Assurez-vous que votre application mobile supporte les notifications push, sinon demandez à votre développeur app mobile

source: Setup Firebase Cloud Messaging service on google console
fr: Paramétrer le Service Firebase Cloud Messaging sur la console google

source: Setup config file on : %s
fr: Paramétrer le fichier de configuration sur : %s

source: Set server key on `fcm_server_key`
fr: Paramétrez la clef serveur comme `fcm_server_key`

source: Set topic name or token on `fcm_token` if needed
fr: Paramétrer le nom du topic ou le token comme `fcm_token` si nécessaire

source: We have some methods for push notification
fr: Nous proposons plusieurs méthodes de notification push

source: Push to all users
fr: Envoyer à tous les utilsateurs

source: Push to list or single of user ides
fr: Envoyer à une liste ou un numéro ID

source: Push to list or single of device tokens
fr: Envoyer à une liste ou à un numéro de device token

source: Push to topic
fr: Envoyer selon le sujet topic

source: Push notification
fr: Notification Push

source: Here you can push notification to all users than have device token
fr: Ici vous pouvez envoyer une notification push à tous les utilisateurs qui ont le device token

source: Here you can push notification to selected topic on FCM
fr: Ici vous pouvez envoyer une notification push sur les sujets sélectionnés via FCM

source: Push to user id
fr: Envoyer à une ID utilisateur

source: Pust list of user ides ( or single id ) here, system send notification to all available device tokens on FCM
fr: Saisir ici la liste des IDs utilisateurs (ou ID unique), le système envoie une notification à tous les device token disponibles sur FCM

source: Pust list of device tokens ( or device token ) here, system send notification to all available device tokens on FCM
fr: Saisir ici la liste de device token (un device token unique), le système envoie une notification à tous les device token disponibles sur FCM

source: Push notification send successfully!
fr: La notification push a été envoyée avec succès !

source: Error to send push notification, please check your mobile app and setting on website and firebase
fr: Erreur dans l'envoi de la notification pusn, vérifiez votre application mobile, les paramétrages site web et firebase

source: List of send messages
fr: Liste des messages envoyés

source: To
fr: A

source: Number
fr: Nombre

source: Send on
fr: Envoyé le

source: Sms list is empty ! website still dont send any sms to users, for setup sms service and send sms to users please check this tips
fr: la liste SMS est vide ! Le site web n'envoie pas pour l'instant de sms aux applications mobiles, pour configurer le service sms et envoyer un sms aux utilisateurs, merci de vérifiez ces points de contrôle

source: Buy sms service and panel from one of sms service providers
fr: Acheter un service SMS d'un provider SMS

source: Check your sms service active
fr: S'assurer que le service SMS est actif

source: Check website support your sms api
fr: S'assurer que le site web supporte votre api SMS

source: Check sms service config on module setting
fr: Vérifier la configuration du service SMS depuis les paramétrages du module

source: If all of this steps is true, website send sms after some user actions like make order
fr: Si toutes ces étapes sont correctes, le site web envoie un SMS suite à une action utilisateur comme par exemple faire une commande
